Repository: dedepete/FreeLauncher
Catalog: FreeLauncher/Translations/Localization.*.resx
Languages: uk_ua

# AboutTabText
source: ABOUT
uk_ua: ПРО ЛАУНЧЕР

source: Action after launch:
uk_ua: Дія після запуску:

# AddingProfileTitle
source: Adding profile
uk_ua: Додавання профілю

# AddNewUserBox
source: Add new user
uk_ua: Додання нового користувача

# AddNewUserButton
source: Add new user
uk_ua: Додати нового користувача

# AddProfileButtonText
source: Add profile
uk_ua: Додати профиль

# Alpha
source: Enable "Alpha" versions (From 2010)
uk_ua: Відображати старі "Alpha" збірки(від 2010)

# Authors
source: dedepete
uk_ua: Alex G.

# Autoconnect
source: Autoconnect to:
uk_ua: Автопідключення:

# Beta
source: Enable "Beta" versions (From 2010-2011)
uk_ua: Відображати старі "Beta" збірки(2010-2011)

source: Cancel
uk_ua: Відміна

source: Checking libraries
uk_ua: Виконується перевірка бібліотек

# CheckingVersionAvailability
source: Checking availability of version '{0}'
uk_ua: Виконується перевірка доступності версії '{0}'

source: Close
uk_ua: Закрити

# CloseGameOutputText
source: Close tabs automaticly if there wasn't any errors
uk_ua: Закривати вкладку, якщо завершення було викликано примусово або пройшло без помилок

# ConsoleTabText
source: CONSOLE
uk_ua: КОНСОЛЬ

# CopyrightInfo
source: "SESMC" means Space Earth Studio Minecraft. All the rights is protected by a holy water. "Minecraft" is a trademark of Mojang AB. All rights reserved. Mojang AB is a subsidiary of Microsoft Studios.
uk_ua: "SESMC" розшифровується як Space Earth Studio Minecraft. Всі права захищені святою водою. "Minecraft" є торговою маркою Mojang AB. Всі права захищені. Mojang AB є дочірньою студією Microsoft Studios.

# DeleteConfirmationText
source: Are you sure want to delete version {0}?
uk_ua: Ви дійсно хочете видалити версію {0}?

# DeleteConfirmationTitle
source: Delete confirmation
uk_ua: Підтвердження видалення

source: Delete version
uk_ua: Видалити версію

# DevInfo
source: Developed by dedepete from Space Earth Studio Minecraft Published by Space Earth Studio
uk_ua: Розроблено dedepete з Space Earth Studio Minecraft Видано Space Earth Studio

# EditingProfileTitle
source: Editing profile
uk_ua: Редагування профилю

# EditProfileButtonText
source: Edit profile
uk_ua: Змінити профиль

# EnableMinecraftLoggingText
source: Enable game logging
uk_ua: Виводити лог гри у консоль

# EnableMinecraftUpdateAlertsText
source: Show notification when a new version is out
uk_ua: Показувати повідомлення про наявність нових версій Minecraft

source: Error
uk_ua: Помилка

source: Game output
uk_ua: Виведення гри

# GratitudesDescription
source: I want to say a big thanks to administrators of ru-minecraft.ru for holding our project on their servers!
uk_ua: Велике спасибі адміністрації порталу ru-minecraft.ru за сприяння в розвитку проекту!

# GratitudesText
source: Gratitude
uk_ua: Подяки

# IncorrectLoginOrPassword
source: Login and/or password is incorrect!
uk_ua: Логін та/або пароль введені невірно!

source: Independent
uk_ua: Незалежна

# JavaDetectionFailed
source: Java wasn't detected! Please, provide path to Java executable manually.
uk_ua: Не вдалось визначити шлях до Java! Будь ласка, вкажіть шлях до виконуваного файлу вручну.

# JavaExecutable
source: JVM Executable:
uk_ua: Виконуваний файл:

# JavaFlags
source: JVM Flags:
uk_ua: Прапори JVM:

source: Kill process
uk_ua: Вбити процес

# LanguageTag
source: en-UK
uk_ua: uk-UA

source: Launch
uk_ua: Запустити

# LaunchButtonText
source: Launch the game
uk_ua: Запуск гри

# LicenseQuestion
source: License account?
uk_ua: У вас ліцензійний аккаунт?

# LicensesTabText
source: LICENSES
uk_ua: ЛІЦЕНЗІЇ

# ManageVersionsTabText
source: VERSION MANAGMENT
uk_ua: УПРАВЛІННЯ ВЕРСІЯМИ

# MCofflineDescription
source: MCoffline - the best software for server administrators (Russian localization only)!
uk_ua: MCoffline - найкраща програма для серверних адміністраторів!

# Name
source: English
uk_ua: Українська

# NewsTabText
source: NEWS
uk_ua: НОВИНИ

# Nickname
source: Nick/Login:
uk_ua: Нік/Логін:

# OpenDirectory
source: Open working dir
uk_ua: Відкрити роб. директорію

source: Open location
uk_ua: Відкрити розташування

# Other
source: Enable third-party versions (Forge, LiteLoader, etc.)
uk_ua: Відображати сторонні версії(Forge, LiteLoader, etc.)

# PartnersText
source: Partners
uk_ua: Партнери

source: Password:
uk_ua: Пароль:

source: Please, wait
uk_ua: Будь ласка, почекайте

# ProfileAlreadyExistsErrorText
source: Profile with provided name already exists!
uk_ua: Даний профіль вже існує в списку!

# ProfileDeleteConfirmationText
source: Are you sure want to delete profile '{0}'?
uk_ua: Ви дійсно хочете видалити профіль '{0}'?

source: Profile name:
uk_ua: Назва профілю:

# ReadyToDownload
source: Ready to download version {0}
uk_ua: Готовий до завантаження версії {0}

# ReadyToLaunch
source: Ready to launch version {0}
uk_ua: Готовий до запуску версії {0}

source: Remove selected user
uk_ua: Видалити обраного користувача

source: Save
uk_ua: Зберегти

# SettingsTabText
source: SETTINGS
uk_ua: НАЛАШТУВАННЯ

# Snapshots
source: Enable experemental development versions ("snapshots")
uk_ua: Відображати експериментальні збірки ("snapshots")

# UseGamePrefixText
source: Use [GAME] prefix for Minecraft logs
uk_ua: Використовувати префікс [GAME] для логів Minecraft

source: Use Latest Version
uk_ua: Використати останню версію

source: Window resolution:
uk_ua: Розмір вікна:

source: Working directory:
uk_ua: Робоча директорія:
